{
"title": "Metrical Charm 1:For Unfruitful Land"
"verse": "Verse Indeterminate Saxon"
"text": "Her ys seo bot, hu ðu meaht þine æceras betan gif hi\nnellaþ wel wexan oþþe þær hwilc ungedefe þing on gedon bið\non dry oððe on lyblace. Genim þonne on niht, ær hyt\ndagige, feower tyrf on feower healfa þæs landes, and gemearca\nhu hy ær stodon. Nim þonne ele and hunig and beorman,\nand ælces feos meolc þe on þæm lande sy, and ælces treow-\ncynnes dæl þe on þæm lande sy gewexen, butan heardan\nbeaman, and ælcre namcuþre wyrte dæl, butan glappan anon,\nand do þonne haligwæter ðær on, and drype þonne þriwa on\nþone staðol þara turfa, and cweþe ðonne ðas word: Crescite,\nwexe, et multiplicamini, and gemænigfealda, et replete, and\ngefylle, terre, þas eorðan. In nomine patris et filii et spiritus\nsancti sit benedicti. And Pater Noster swa oft swa þæt oðer.\nAnd bere siþþan ða turf to circean, and mæssepreost asinge\nfeower mæssan ofer þan turfon, and wende man þæt grene to\nðan weofode, and siþþan gebringe man þa turf þær hi ær\nwæron ær sunnan setlgange. And hæbbe him gæworht of\ncwicbeame feower Cristes mælo and awrite on ælcon ende:\nMatheus and Marcus, Lucas and Iohannes. Lege þæt\nCristes mæl on þone pyt neoþeweardne, cweðe ðonne: Crux\nMatheus, crux Marcus, crux Lucas, crux sanctus Iohannes.\nNim ðonne þa turf and sete ðær ufon on and cweþe ðonne\nnigon siþon þas word, Crescite, and swa oft Pater Noster,\nand wende þe þonne eastweard, and onlut nigon siðon\neadmodlice, and cweð þonne þas word:\nEastweard ic stande,\tarena ic me bidde,\nbidde ic þone mæran domine,\tbidde ðone miclan drihten,\nbidde ic ðone haligan\theofonrices weard,\neorðan ic bidde\tand upheofon\nand ða soþan\tsancta Marian\nand heofones meaht\tand heahreced,\nþæt ic mote þis gealdor\tmid gife drihtnes\ntoðum ontynan\tþurh trumne geþanc,\naweccan þas wæstmas\tus to woruldnytte,\ngefyllan þas foldan\tmid fæste geleafan,\nwlitigigan þas wancgturf,\tswa se witega cwæð\nþæt se hæfde are on eorþrice,\tse þe ælmyssan\ndælde domlice\tdrihtnes þances.\nWende þe þonne III sunganges, astrece þonne on andlang\nand arim þær letanias and cweð þonne: Sanctus, sanctus,\nsanctus oþ ende. Sing þonne Benedicite aþenedon earmon\nand Magnificat and Pater Noster III, and bebeod hit Criste\nand sancta Marian and þære halgan rode to lofe and to\nweorþinga and to are þam þe þæt land age and eallon þam þe\nhim underðeodde synt. ðonne þæt eall sie gedon, þonne\nnime man uncuþ sæd æt ælmesmannum and selle him twa\nswylc, swylce man æt him nime, and gegaderie ealle his\nsulhgeteogo togædere; borige þonne on þam beame stor and\nfinol and gehalgode sapan and gehalgod sealt. Nim þonne\nþæt sæd, sete on þæs sules bodig, cweð þonne:\nErce, Erce, Erce,\teorþan modor,\ngeunne þe se alwalda,\tece drihten,\næcera wexendra\tand wridendra,\neacniendra\tand elniendra,\nsceafta hehra,\tscirra wæstma,\nand þæra bradan\tberewæstma,\nand þæra hwitan\thwætewæstma,\nand ealra\teorþan wæstma.\nGeunne him\tece drihten\nand his halige,\tþe on heofonum synt,\nþæt hys yrþ si gefriþod\twið ealra feonda gehwæne,\nand heo si geborgen\twið ealra bealwa gehwylc,\nþara lyblaca\tgeond land sawen.\nNu ic bidde ðone waldend,\tse ðe ðas woruld gesceop,\nþæt ne sy nan to þæs cwidol wif\tne to þæs cræftig man\nþæt awendan ne mæge\tword þus gecwedene.\nþonne man þa sulh forð drife and þa forman furh onsceote,\ncweð þonne:\nHal wes þu, folde,\tfira modor!\nBeo þu growende\ton godes fæþme,\nfodre gefylled\tfirum to nytte.\nNim þonne ælces cynnes melo and abacæ man innewerdre\nhanda bradnæ hlaf and gecned hine mid meolce and mid\nhaligwætere and lecge under þa forman furh. Cweþe þonne:\nFul æcer fodres\tfira cinne,\nbeorhtblowende,\tþu gebletsod weorþ\nþæs haligan noman\tþe ðas heofon gesceop\nand ðas eorþan\tþe we on lifiaþ;\nse god, se þas grundas geworhte,\tgeunne us growende gife,\nþæt us corna gehwylc\tcume to nytte.\nCweð þonne III Crescite in nomine patris, sit benedicti.\nAmen and Pater Noster þriwa. "
}
