{"title": "Metrical Charm 2:The Nine Herbs Charm",
"verse": "Verse Indeterminate Saxon",
"text": "Gemyne ðu, mucgwyrt,\thwæt þu ameldodest,\nhwæt þu renadest\tæt Regenmelde.\nUna þu hattest,\tyldost wyrta.\nðu miht wið III\tand wið XXX,\nþu miht wiþ attre\tand wið onflyge,\nþu miht wiþ þam laþan\tðe geond lond færð.\nOnd þu, wegbrade,\twyrta modor,\neastan openo,\tinnan mihtigu;\nofer ðe crætu curran,\tofer ðe cwene reodan,\nofer ðe bryde bryodedon,\tofer þe fearras fnærdon.\nEallum þu þon wiðstode\tand wiðstunedest;\nswa ðu wiðstonde\tattre and onflyge\nand þæm laðan\tþe geond lond fereð.\nStune hætte þeos wyrt,\theo on stane geweox;\nstond heo wið attre,\tstunað heo wærce.\nStiðe heo hatte,\twiðstunað heo attre,\nwreceð heo wraðan,\tweorpeð ut attor.\nþis is seo wyrt\tseo wiþ wyrm gefeaht,\nþeos mæg wið attre,\theo mæg wið onflyge,\nheo mæg wið ðam laþan\tðe geond lond fereþ.\nFleoh þu nu, attorlaðe,\tseo læsse ða maran,\nseo mare þa læssan,\toððæt him beigra bot sy.\nGemyne þu, mægðe,\thwæt þu ameldodest,\nhwæt ðu geændadest\tæt Alorforda;\nþæt næfre for gefloge\tfeorh ne gesealde\nsyþðan him mon mægðan\tto mete gegyrede.\nþis is seo wyrt\tðe wergulu hatte;\nðas onsænde seolh\tofer sæs hrygc\nondan attres\toþres to bote.\nðas VIIII magon\twið nygon attrum.\nWyrm com snican,\ttoslat he man;\nða genam Woden\tVIIII wuldortanas,\nsloh ða þa næddran,\tþæt heo on VIIII tofleah.\nþær geændade\tæppel and attor,\nþæt heo næfre ne wolde\ton hus bugan.\nFille and finule,\tfelamihtigu twa,\nþa wyrte gesceop\twitig drihten,\nhalig on heofonum,\tþa he hongode;\nsette and sænde\ton VII worulde\nearmum and eadigum\teallum to bote.\nStond heo wið wærce,\tstunað heo wið attre,\nseo mæg wið III\tand wið XXX,\nwið feondes hond\tand wið færbregde,\nwið malscrunge\tmanra wihta.\nNu magon þas VIIII wyrta\twið nygon wuldorgeflogenum,\nwið VIIII attrum\tand wið nygon onflygnum,\nwið ðy readan attre,\twið ðy runlan attre,\nwið ðy hwitan attre,\twið ðy wedenan attre,\nwið ðy geolwan attre,\twið ðy grenan attre,\nwið ðy wonnan attre,\twið ðy wedenan attre,\nwið ðy brunan attre,\twið ðy basewan attre,\nwið wyrmgeblæd,\twið wætergeblæd,\nwið þorngeblæd,\twið þystelgeblæd,\nwið ysgeblæd,\twið attorgeblæd,\ngif ænig attor cume\teastan fleogan\noððe ænig norðan\tcume\noððe ænig westan\tofer werðeode.\nCrist stod ofer adle\tængan cundes.\nIc ana wat\tea rinnende\nþær þa nygon nædran\tnean behealdað;\nmotan ealle weoda nu\twyrtum aspringan,\nsæs toslupan,\teal sealt wæter,\nðonne ic þis attor\tof ðe geblawe.\nMugcwyrt, wegbrade þe eastan open sy, lombescyrse,\nattorlaðan, mageðan, netelan, wudusuræppel, fille and finul,\nealde sapan. Gewyrc ða wyrta to duste, mængc wiþ þa\nsapan and wiþ þæs æpples gor. Wyrc slypan of wætere\nand of axsan, genim finol, wyl on þære slyppan and beþe mid\næggemongc, þonne he þa sealfe on do, ge ær ge æfter. Sing\nþæt galdor on ælcre þara wyrta, III ær he hy wyrce and\non þone æppel ealswa; ond singe þon men in þone muð and\nin þa earan buta and on ða wunde þæt ilce gealdor, ær he\nþa sealfe on do."}
